{
  "header": {
    "contact": "Contact",
    "projects": "Projects",
    "experience": "Education and Experience",
    "introduction": "Introduction",
    "hoverEN": "Language I like using",
    "hoverLV": "Birth language"
  },
  "middle": {
    "bigIntro1": "Hello, I started programming five years ago for money (I'm a greedy boy), but grew to enjoy it as well and now spend a lot of my free time on it. So win, win!",
    "bigIntro2": "My greatest strengths focus on all things front-end and database related. However, I have ample experience with the backend as well. In my free time, I like reading novels, and I do try to write them myself. I hope to earn money through programming, so I can write in my free time.",
    "bigIntro3": "Read further for details on my education and experience, as well as to see my projects!",
    "imageAlt": "Image of Raivo Kingovskis",
    "educationExplanation": "I graduated Vidzeme Technology and Design Vocational school and earned a professional qualification as a programming technician",
    "experienceTitle": "EXPERIENCE",
    "experienceExplanation1": "For 6 months, I worked as an intern in the company SIA 'ETEKOS' where I made both the full front-end and some backend for multiple websites, at times in a team with other interns",
    "experienceExplanation2": "Front-end: HTML, CSS, javascript, typescript and React on multiple projects. For front-end designs, I used Figma, Tailwind CSS and SCSS",
    "experienceExplanation3": "Back-end: node.js and php, along with MySQL on phpMyAdmin",
    "experienceExplanation4": "All my projects and their code are available to view on Github. (See in the Contact section)",
    "projectsTitle": "PROJECTS", 
    "project1Explanation": "A solo project webpage created just for the design using React, javascript and Tailwind CSS. I was provided with a sample and perfectly recreated it, animations and all.",
    "project2Explanation": "A solo project website composed of five different lists, a .pdf reader and user accounts, made using a full front-end with javascript and animations, and PHP backend alongside a SQL database.",
    "project3Explanation": "A team project made with two others, where we added to a provided webpage the ability to pull search results for other websites from an api, using only that webpage's link.",
    "project4Explanation": "Made for fun with javascript and simple css. A true, undisputable masterpiece.",
    "project5Explanation": "A react webpage made with typescript and scss where I place all of my small react projects.",
    "project1Alt": "Sandbox Design Webpage",
    "project2Alt": "Disciplinators Webpage",
    "project3Alt": "SEO Webpage",
    "project4Alt": "Magic 8-Ball Webpage",
    "project5Alt": "Small React Projects Webpage",
    "buttonName": "Visit",
    "button2Name": "Code"
  },
  "footer": {
    "contactTitle": "Contact",
    "phone": "Phone:  +371 28 378 300",
    "email": "Email:  raivokingovskis05@gmail.com",
    "finalSignature": "Thank YOU for your time!"
  }
}
