{
  "header": {
    "contact": "Kontakts",
    "projects": "Projekti",
    "experience": "Izglītība un Pieredze",
    "introduction": "Iepazīšanās",
    "hoverEN": "Valoda kuru patīk izmantot",
    "hoverLV": "Dzimtā valoda"
  },
  "middle": {
    "bigIntro1": "Sveiki, es sāku programmēt pirms pieciem gadiem naudas dēļ, (esmu alkatīgs puika) bet to sāku tiešām izbaudīt un tagad programmēju bieži brīvajā laikā. Tāpēc uzvaru abpusēji!",
    "bigIntro2": "Priekšgalsistēmās un datubāzēs man ir vislielākās spējas. Taču man ir pietiekoši pieredze darbojoties arī ar aizmugursistēmām. Man patīk programmēt un lasīt romānus brīvajā laikā un cenšos arī savus rakstīt. Es ceru, ka spēšu pelnīt naudu kamēr rakstu brīvajā laikā.",
    "bigIntro3": "Lasiet tālāk, lai atrastu detaļas uz manu izglītību un pieredzi, kā arī uz maniem projektiem!",
    "imageAlt": "Raivo Kingovska Attēls",
    "educationExplanation": "Es pabeidzu Vidzemes Tehnoloģiju un Dizania Tehnikumu un guvu profesionālo kvalifikāciju kā Programmēšanas Tehniķis",
    "experienceTitle": "PIEREDZE",
    "experienceExplanation1": "Pusgadu es strādāju kompānijā SIA 'ETEKOS', kur es veidoju gan pilnas priekšgalsistēmas, gan strādāju pie aizmugursistēmām vairākās tīmekļa vietnēs",
    "experienceExplanation2": "Priekšgalsistēms: HTML, Javascript (+Typescript and React.js) and CSS (+SASS and Tailwind CSS)",
    "experienceExplanation3": "Aizmugursistēmas: PHP kopā ar Mongo.db, MySQL un phpMyAdmin",
    "experienceExplanation4": "Mani personīgie projekti un to kods ir redzami saitē GitHub. (Redzat Kontakta sekcijā)",
    "projectsTitle": "PROJEKTI",
    "project1Explanation": "Solo projekts, tīmekļa vietne viedota tikai dizaina pēc izmantojot React, javascript un Tailwind CSS. Man tika dots vietnes paraugs un es perfekti to pārveidoju ar visām animācijām.",
    "project2Explanation": "Solo projekts, tīmekļa vietne, kas satur piecus dažādus sarakstus, .pdf lasītāju un lietotāju kontus, veidots ar pilnu priekšgalsistēmu ar javascript un animācijām, un PHP aizmugursistēmu ar SQL datubāzi.",
    "project3Explanation": "Komandas projekts veidots ar diviem biedriem, kur mēs pievienojām jau-izveidotai tīmekļa vietnei spēju vilkt meklēšanas resultātus priekš citām vietnēm no api, izmantojot tikai tās vietnes hipersaiti.",
    "project4Explanation": "Izveidots prieka pēc ar javascript un vienkāršu css. Īsts, neapstrīdams meistardarbs.",
    "project5Explanation": "React tīmekļa vietne veidota ar typescript un scss dizaina tehnoloģiju, kur es lieku visus savus mazos react projektus.",
    "project1Alt": "Sandbox Design Tīmekļa Vietne",
    "project2Alt": "Disciplinators Tīmekļa Vietne",
    "project3Alt": "SEO Tīmekļa Vietne",
    "project4Alt": "Magic 8-Ball Tīmekļa Vietne",
    "project5Alt": "Mazi React projekti",
    "buttonName": "Doties Uz",
    "button2Name": "Kods"
  },
  "footer": {
    "contactTitle": "Kontakts",
    "phone": "Telefons: +371 28 378 300",
    "portfolioCode": "Portfolio Kods",
    "email": "E-pasts:  raivokingovskis05@gmail.com"
  }
}
